Repository: opersent/aztaskbar
Catalog: po/*.po
Languages: de, es, nl, ru

source: Show All Apps
de: Alle Anwendungen anzeigen
ru: Показывать все приложения

source: Show running apps and favorites on the main panel
de: Laufende Anwendungen und Favoriten im oberen Panel anzeigen
es: Mostrar aplicaciones en ejecución y favoritas en el panel principal
nl: Toon actieve toepassingen en favorieten op de bovenbalk
ru: Показ запущенных и избранных приложений на главной панели

source: Settings
de: Einstellungen
es: Configuración
nl: Voorkeuren
ru: Настройки

source: Taskbar Behavior
de: Verhalten der Taskleiste
ru: Поведение панели задач

source: Left
de: Links
es: A la izquierda
nl: Links
ru: Слева

source: Center
de: Mitte
es: En el medio
nl: Midden
ru: В центре

source: Right
de: Rechts
es: A la derecha
nl: Rechts
ru: Справа

source: Position in Panel
de: Position im Panel
es: Posición en el Panel
nl: Locatie op bovenbalk
ru: Расположение на панели

source: Position Offset
de: Positionsversatz
es: Desplazamiento de Posición
nl: Verschuiving
ru: Смещение положения

source: Offset the position within the above selected box
de: Position innerhalb des oben gewählten Bereichs verrücken
es: Desplazamiento según la posición seleccionada arriba
nl: Verschuif de positie met behulp van bovenstaand vak
ru: Сместить положение в пределах диапазона выбранного выше

source: Show Apps Button
de: Anwendungen-Knopf anzeigen
nl: Toepassingenknop tonen
ru: Показывать кнопку «Приложения»

source: Show Favorites
de: Favoriten anzeigen
ru: Показывать избранные приложения

source: Show Running Apps
de: Laufende Anwendungen anzeigen
ru: Показывать запущенные приложения

source: Isolate Workspaces
de: Arbeitsflächen isolieren
es: Aislar espacios de trabajo
nl: Werkbladen onafhankelijk bedienen
ru: Изолировать рабочие пространства

source: Isolate Monitors
de: Bildschirme isolieren
es: Aislar monitores
nl: Beeldschermen onafhankelijk bedienen
ru: Изолировать мониторы

source: Panel
nl: Bovenbalk
ru: Панель

source: Top
de: Oben
es: Arriba
nl: Bovenaan
ru: Сверху

source: Bottom
de: Unten
es: Abajo
nl: Onderaan
ru: Снизу

source: Panel Location
de: Position des Panels
ru: Расположение панели

source: Show Panels on All Monitors
de: Panels auf allen Bildschirmen anzeigen
nl: Bovenbalk op alle beeldschermen tonen
ru: Показывать панель на всех мониторах

source: Panel Height
de: Höhe des Panels
es: Altura del panel
nl: Bovenbalkhoogte
ru: Высота панели

source: Show Activities Button
de: Aktivitäten-Knopf anzeigen
ru: Показывать кнопку «Обзор»

source: Show App Menu Button
de: Knopf mit Anwendungsmenü anzeigen
ru: Показывать кнопку меню приложения

source: Panel menu button that shows focused app
de: Zeigt den Menüknopf für das fokussierte Fenster an
ru: Кнопка меню приложения, находящегося в фокусе

source: App Icons
de: Anwendungssymbole
nl: Toepassingspictogrammen
ru: Значки приложений

source: Icon Size
de: Symbolgröße
es: Tamaño de iconos
nl: Pictogramgrootte
ru: Размер значка

source: Icon Desaturate Factor
de: Symbolentsättigung
es: Factor de desaturación de iconos
nl: Pictogramverzadiging
ru: Коэффициент обесцвечивания значка

source: Regular
de: Normal
nl: Standaard
ru: Обычные

source: Symbolic
de: Stilisiert
es: Simbólico
nl: Symbolisch
ru: Символьные

source: Icon Style
de: Symbolart
es: Estilo de iconos
nl: Pictogramstijl
ru: Стиль значков

source: Icon themes may not have a symbolic icon for every app
de: Nicht alle Symbolthemen enthalten stilisierte Symbole für jede Anwendung
es: El tema de iconos podría no tener un icono simbólico para cada aplicación
nl: Let op: pictogramthema's bevatten mogelijk niet altijd een symbolisch pictogram
ru: Темы значков могут содержать символические значки не для всех приложений

source: Dance Urgent App Icons
de: Anwendungssymbole mit Dringlichkeit tanzen lassen
ru: Танцующие значки актуальных приложений

source: Indicator
de: Indikator
es: Indicador
ru: Индикатор

source: Multi-Dashes
de: Mehrere Striche
nl: Meerdere streepjes
ru: Мульти-чёрточки

source: Multi-Window Indicator Style
de: Indikatorstil bei mehreren Fenstern
nl: Indicatorstijl bij meerdere geopende vensters
ru: Стиль многооконного индикатора

source: Indicator Location
de: Indikator-Position
es: Posición del indicador
nl: Indicatorlocatie
ru: Расположение индикатора

source: Running Indicator Color
de: Indikator-Farbe für laufende Anwendung
es: Color del indicador de aplicaciones en ejecución
nl: Kleur van actieve indicator
ru: Цвет индикатора запущенного приложения

source: Focused Indicator Color
de: Indikator-Farbe für fokussierte Anwendung
es: Color del indicador de aplicaciones enfocadas
nl: Kleur van focusindicator
ru: Цвет индикатора приложения, находящегося в фокусе

source: Taskbar Badges
de: Taskleisten-Benachrichtigungsabzeichen
ru: Значки панели задач

source: Notification Badges Count
de: Abzeichenzähler der Benachrichtigungen
ru: Счётчик значков уведомлений

source: Adds a badge counter to the App Icon based on GNOME shell notifications
de: Abzeichenzähler zum Anwendungssymbol auf Grundlage der GNOME-Shell Benachrichtigung hinzufügen
ru: Добавляет счетчик значков к значку приложения на основе уведомлений GNOME shell

source: Unity Badges Count
de: Unity-Benachrichtigungsabzeichen
ru: Счётчик значков Unity

source: Requires Unity API
de: Benötigt Unity-API
ru: Требуется Unity API

source: Unity Progress Bars
de: Unity-Fortschrittsanzeige
ru: Индикатор выполнения Unity

source: Actions
de: Aktionen
es: Acciones
nl: Acties
ru: Действия

source: Click Actions
de: Aktionen beim Klicken
es: Acciones al hacer clic
nl: Klikacties
ru: Действия при щелчке мышью

source: Toggle / Cycle
de: Umschalten / Durchwechseln
es: Alternar / Cambiar
nl: Schakelen
ru: Переключение / По кругу

source: Toggle / Cycle + Minimize
de: Umschalten / Durchwechseln + Minimieren
nl: Schakelen en minimaliseren
ru: Переключение / По кругу + Свернуть

source: Toggle / Preview
de: Umschalten / Vorschau
es: Alternar / Vista previa
nl: Schakelen/Voorvertonen
ru: Переключение / Просмотр

source: Cycle
de: Durchwechseln
nl: Schakelen
ru: По кругу

source: Left Click
de: Linksklick
es: Clic izquierdo
nl: Linkermuisknop
ru: Щелчок левой кнопкой мыши

source: Raise
de: Anheben
ru: Поднять

source: Minimize
de: Minimieren
ru: Свернуть

source: Quit
de: Beenden
ru: Завершить

source: Launch New Instance
de: Neues Fenster öffnen
ru: Запустить новый экземпляр

source: Middle Click
de: Mittelklick
ru: Щелчок средней кнопкой мыши

source: Shift + Middle Click
de: Umschalttaste + Mittelklick
ru: Shift + Щелчок средняя кнопка мыши

source: Scroll Actions
de: Aktionen beim Scrollen
es: Acciones de deplazamiento
nl: Scrolacties
ru: Действия прокрутки

source: Cycle Windows
de: Fenster durchwechseln
es: Alternar ventanas
nl: Schakelen tussen vensters
ru: Окна по кругу

source: No Action
de: Keine Aktion
es: Sin acción
nl: Geen actie
ru: Нет действий

source: Scroll Action
de: Sroll-Aktion
es: Acción de desplazamiento
nl: Scrolactie
ru: Действие прокрутки

source: Hover Actions
de: Aktionen beim Berühren
es: Acciones al pasar el ratón
nl: Aanwijsactie
ru: Действия при наведении

source: Tool-Tips
de: Minihilfen
es: Descripción emergente
nl: Hulpballonnen
ru: Подсказки

source: Window Previews
de: Fenster-Vorschauen
es: Vista previa de ventanas
nl: Vensters voorvertonen
ru: Окна предварительного просмотра

source: Window Preview Options
de: Optionen für Fenster-Vorschau
es: Opciones de previsualización de ventanas
nl: Voorvertoningsopties
ru: Параметры окна предварительного просмотра

source: Show Window Previews Delay
de: Einblende-Verzögerung der Fenster-Vorschauen
es: Retraso en mostrar la vista previa de ventanas
nl: Voorvertoningsvertraging
ru: Задержка при показе окна предварительного просмотра

source: Time in ms to show the window preview
de: Zeit in ms, bevor die Fenstervorschau angezeigt wird
es: Tiempo en ms para mostrar la vista previa de la ventana
nl: De tijd in ms alvorens een venster voor te vertonen
ru: Время в мс для отображения окна предварительного просмотра

source: Hide Window Previews Delay
de: Ausblende-Verzögerung der Fenster-Vorschauen
es: Retraso en ocultar la vista previa de ventanas
nl: Verbergvertraging
ru: Задержка до скрытия окна предварительного просмотра

source: Time in ms to hide the window preview
de: Zeit in ms, nach der die Fenstervorschau ausgeblendet wird
es: Tiempo en ms para ocultar la vista previa de la ventana
nl: De tijd in ms alvorens een voorvertoning te sluiten
ru: Время в мс для скрытия окна предварительного просмотра

source: Window Peeking
de: Fenster-Andeutung
es: Ojeada rápida de ventana
nl: Vensterbegluring
ru: Быстрый просмотр окна

source: Hovering a window preview will focus desired window
de: Beim Berühren der Fenster-Vorschau wird das fokussierte Fenster angedeutet
es: Al desplazar el ratón sobre una vista previa de una ventana, esta será resaltada
nl: Houd de cursor boven een voorvertoning om het venster in kwestie te focussen
ru: Наведение на окно предварительного просмотра выведет нужное окно

source: Window Peeking Delay
de: Verzögerung der Fenster-Andeutung
es: Retraso para la ojeada rápida de ventana
nl: Gluurvertraging
ru: Задержка при выводе быстрого просмотра окна

source: Time in ms to trigger window peek
de: Zeit in ms, bevor das Fenster angedeutet wird
es: Tiempo en ms para activar la ojeada rápida de ventana
nl: De tijd in ms alvorens te gluren
ru: Время в мс для запуска быстрого просмотра окна

source: Window Peeking Opacity
de: Deckkraft der Fenster-Andeutung
es: Opacidad de la ojeada rápida de ventana
nl: Doorzichtigheid van vensterbegluring
ru: Непрозрачность при быстром просмотре окна

source: Opacity of non-focused windows during a window peek
de: Deckkraft der nicht-fokussierten Fenster während der Fenster-Andeutung
es: Opacidad de las ventanas no seleccioandas durante una ojeada rápida de ventana
nl: De doorzichtigheid van ongefocuste vensters tijdens het begluren
ru: Непрозрачность несфокусированных окон во время быстрого просмотра

source: About
de: Info
es: Acerca de
nl: Over
ru: О расширении

source: App Icons Taskbar Version
es: Versión de App Icons Taskbar
ru: Версия App Icons Taskbar

source: GNOME Version
es: Versión de GNOME
nl: GNOME-versie
ru: Версия GNOME

source: OS Name
de: Betriebssystem
ru: Название ОС

source: Windowing System
de: Fenstersystem
ru: Оконная система

source: App Icons Taskbar GitLab
ru: App Icons Taskbar на GitLab

source: Donate via PayPal
de: Spenden über PayPal
ru: Пожертвовать через PayPal

source: App Icons Taskbar Settings
de: App Icons Taskbar-Einstellungen
ru: Настройки App Icons Taskbar

source: Load
de: Laden
ru: Загрузить

source: Load Settings
de: Einstellungen laden
ru: Загрузить настройки

source: Save
de: Speichern
ru: Сохранить

source: Save Settings
de: Einstellungen speichern
ru: Сохранить настройки

source: App Icons Taskbar
nl: Pictogrammentaakbalk

source: General
nl: Algemeen

source: Show Focused Window Title
nl: Venstertitel van actief venster tonen

source: Favorites
es: Favoritos
nl: Favorieten

source: Modify Left Click Action of Running App Icons
es: Modificar la acción del clic izquierdo en iconos de aplicaciones en ejecución
nl: Pas de actie van de linkermuisknop aan

source: Version
nl: Versie

source: OS
es: Sistema Operativo
nl: Besturingssyteem

source: Session Type
es: Tipo de sesión
nl: Sessietype

source: Show Applications
nl: Toepassingen tonen

source: Multi-Window Indicator
es: Indicador multi-ventana

source: Indicators
es: Indicadores
